Repository: mikemolina/whoami-topbar
Catalog: po/*.po
Languages: es, fr, pt_br

source: Enabling %s extension
es: Habilitar extensión %s
fr: Activer l'extension %s
pt_br: Habilitar extensão %s

source: Disabling %s extension
es: Inhabilitar extensión %s
fr: Désactiver l'extension %s
pt_br: Desabilitar extensão %s

source: Command result: %s
es: Resultado del comando: %s
fr: Résultat de la commande: %s
pt_br: Resultado do comando: %s

source: whoami command error.
es: Error en comando whoami.
fr: whoami erreur de commande.
pt_br: Erro de comando whoami.

source: Extension's alignment: %s
es: Alineación de la extensión: %s
fr: Alignement de l'extension: %s
pt_br: Alinhamento da extensão: %s

source: Extension's position: %s
es: Posición de la extensión: %s
fr: Position de l'extension: %s
pt_br: Posição da extensão: %s

source: Extension's style: %s
es: Estilo de la extensión: %s
fr: Style d'extension: %s
pt_br: Estilo da extensão: %s

source: About
es: Acerca de
fr: À propos
pt_br: Sobre

source: Show the effective user ID in the top bar
fr: Afficher l'ID utilisateur effectif dans le panneau supérieure
pt_br: Exibe o ID efetivo do usuário no painel superior

source: samely as returned by whoami command.
fr: similaire que celui renvoyé par la commande whoami.
pt_br: similarmente que retornado pelo comando whoami.

source: Unknown
es: Desconocida
fr: Inconnue
pt_br: Desconhecida

source: Whoami Extension version
es: Versión de la Extensión Whoami
fr: Version d'extension Whoami
pt_br: Versão de extensão Whoami

source: GNOME Shell version
es: Versión GNOME Shell
fr: Version GNOME Shell
pt_br: Versão GNOME Shell

source: Developer
es: Desarrollador
fr: Développeur
pt_br: Desenvolvedor

source: View in GitHub
es: Ver en GitHub
fr: A voir dans
pt_br: Ver no GitHub

source: This program comes with ABSOLUTELY NO WARRANTY.
es: Este programa se ofrece SIN NINGUNA GARANTÍA.
fr: Ce programme vient SANS ABSOLUMENT AUCUNE GARANTIE.
pt_br: Este programa vem com ABSOLUTAMENTE NENHUMA GARANTIA.

source: See the
es: Ver la
fr: Consultez
pt_br: Veja a

source: GNU General Public License, version 3 or later
es: GNU General Public License, versión 3 o posterior
fr: GNU General Public License, version 3 ou ultérieure
pt_br: GNU General Public License, versão 3 ou posterior

source: for details.
es: para detalles
fr: pour les détails.
pt_br: para detalhes.

source: Settings
es: Ajustes
fr: Paramètres
pt_br: Configurações

source: Customize the extension
es: Personalizar la extensión
fr: Personnaliser l'extension
pt_br: Personalize a extensão

source: Left
es: Izquierda
fr: Gauche
pt_br: Esquerda

source: Center
es: Centro
fr: Centre
pt_br: Centro

source: Right
es: Derecha
fr: Droite
pt_br: Direito

source: Alignment in the top bar
es: Alineación en el panel superior
fr: Alignement du panneau supérieur
pt_br: Alinhamento do painel superior

source: Sets the alignment of the extension on the panel.
es: Ajusta la alineación de la extensión en el panel.
fr: Ajuste l'alignement de l'extension sur le panneau.
pt_br: Estabelece o alinhamento da extensão no painel.

source: left
es: izquierda
fr: gauche
pt_br: esquerda

source: center
es: centro
fr: centre
pt_br: centro

source: right
es: derecha
fr: droite
pt_br: direito

source: Alignment value: %s
es: Valor de la alineación: %s
fr: Valeur d'alignement: %s
pt_br: Valor de alinhamento: %s

source: Relative position
es: Posición relativa
fr: Position relative
pt_br: Posição relativa

source: Sets the position of the extension relative to another.
es: Ajusta la posición de la extensión relativa a otras.
fr: Ajuste la position de l'extension par rapport aux autres.
pt_br: Estabelece o posição da extensão em relação às demais.

source: Position value: %s
es: Valor de la posición: %s
fr: Valeur de position: %s
pt_br: Valor posição: %s

source: Activate custom style
es: Activar estilo personalizado
fr: Activer le style personnalisé
pt_br: Ativar estilo personalizado

source: This allow to choose between a normal style or custom style for the extension.
es: Esto permite elegir entre un estilo normal o un estilo personalizado de la extensión.
fr: Cela vous permet de choisir entre un style normal ou un style personnalisé de l'extension.
pt_br: Isso permite que você escolha entre um estilo normal ou um estilo personalizado da extensão.

source: custom
es: personal
fr: personnalisé
pt_br: personalizada

source: normal
fr: normale

source: Current style: %s
es: Estilo actual: %s
fr: Style actuel: %s
pt_br: Estilo atual: %s

source: Configuration
es: Configuración
pt_br: Configuração

source: Show the effective user id in the top bar returned by whoami command.
es: Muestra el ID efectivo del usuario en el panel superior devuelto por el comando whoami.
